{
  "Share Abandonment": {
    "abandoned_entity": "Internet 2.0 Pty, Ltd",
    "entity_identifier": "ABN: 17 632 726 946",
    "total_compensation_abandoned": "64,309 ordinary shares, 121,738 call options",
    "estimated_value": "$400,001.98 ordinary shares, $757,210.36 call options, $1,157,212.34 total ($6.22 each)",
    "notice": "<p class=\"mb-6\">Penetrum LLC, through this notice, formally and irrevocably declares that as of <span class=\"font-semibold\">July 7th, 2025</span>, it has voluntarily, unconditionally, and permanently abandoned all equity interest held in <span class=\"font-semibold\">Internet 2.0 Pty Ltd</span> (ABN: 17 632 726 946), consisting of <span class=\"font-semibold\">64,309 ordinary shares</span> and <span class=\"font-semibold\">121,738 call options</span>.</p>\n\n<p class=\"mb-6\">This decision follows a total breakdown of governance, repeated failure to conclude a mutual disengagement agreement, and ongoing exposure to unresolved legal liabilities within Internet 2.0 Pty Ltd. These holdings are now deemed <span class=\"italic\">worthless, unrecoverable</span>, and no longer represent any strategic or economic interest to Penetrum LLC.</p>\n\n<p class=\"mb-6\">Total Compensation Abandoned: 64,309 ordinary shares and 121,738 call options.</p>\n\n<p class=\"mb-6\">Estimated Value: $400,001.98 in ordinary shares, $757,210.36 in call options — <span class=\"font-semibold\">$1,157,212.34 total</span> (historical valuation at $6.22 each). Valuation provided is historical and does not reflect present or future market value.</p>\n\n<p class=\"mb-6\">No consideration, compensation, or settlement has been received in connection with this abandonment. Penetrum LLC fully waives any and all rights to dividends, voting rights, governance participation, or corporate access related to these holdings.</p>\n\n<p class=\"mb-6\">This public statement is issued in good faith and is retained as an official record for legal, accounting, and transparency purposes. This abandonment is undertaken without prejudice to any claims or defenses Penetrum LLC may retain regarding prior conduct by Internet 2.0 Pty Ltd unrelated to share ownership.</p>\n\n<div class=\"mt-10\">\n  <p class=\"font-semibold\">—</p>\n  <p class=\"font-semibold\">Penetrum LLC</p>\n  <p class=\"text-sm italic\">Dated: July 7th, 2025</p>\n</div>\n"
  }
}